
public class Main {

	public static void main(String[] args) {
		/*
		 * 3월 27일(월) ~ 4월 2일(일) 회고록
		 * 
		 * Servlet을 이용한 수업이 한창이다.
		 * CRUD라고 하는 작업들이 어려운 것은 사실이다.
		 * 하지만 처음으로 설레고 재밌다고 느꼈다.
		 * 드디어 백엔드에 입문하는 것 같은 느낌이라고 해야 할까...
		 * 
		 * 수업 진도가 너무 빨라서
		 * Session, AJAX 등 이해의 어려움이 있었지만,
		 * 집에서 하나하나 뜯어서 공부하니 이해가 되었다.
		 * 
		 * 배우는 것은 역시 재밌다.
		 * 
		 * 학원 진도는 잘 하고 있는 것 같은데
		 * 정보처리기사 실기는 정말 어렵다~
		 * 지금 기출 문제 반복으로 풀고 있는 중이며,
		 * 한 문제씩 아는 것이 있긴 하는데
		 * 아직 공부를 더 해야 할 것 같다~
		 * 
		 * 오늘도 공부 열심히 하자!
		 * 
		 * 
		 */
	}

}
